window.BOSS_DATA = [
  {
    "name": "亢金龍",
    "spawnTime": "2026-07-11 07:07:59"
  },
  {
    "name": "魔將．劫波",
    "spawnTime": "2026-07-11 07:08:57"
  },
  {
    "name": "黃眉",
    "spawnTime": "2026-07-11 08:27:38"
  },
  {
    "name": "古代巨人．碎骨",
    "spawnTime": "2026-07-11 08:30:13"
  },
  {
    "name": "伊弗利特",
    "spawnTime": "2026-07-13 04:02:30"
  },
  {
    "name": "潔尼斯女王",
    "spawnTime": "2026-07-13 08:57:05"
  },
  {
    "name": "伊弗利特",
    "spawnTime": "2026-07-13 10:15:40"
  },
  {
    "name": "幻象眼魔",
    "spawnTime": "2026-07-13 10:48:48"
  },
  {
    "name": "德雷克",
    "spawnTime": "2026-07-13 17:23:53"
  },
  {
    "name": "瑪依奴夏門",
    "spawnTime": "2026-07-13 18:50:08"
  },
  {
    "name": "水精靈王",
    "spawnTime": "2026-07-13 19:00:11"
  },
  {
    "name": "土精靈王",
    "spawnTime": "2026-07-13 19:02:53"
  },
  {
    "name": "卡普",
    "spawnTime": "2026-07-13 19:30:39"
  },
  {
    "name": "水之精靈",
    "spawnTime": "2026-07-13 19:49:08"
  },
  {
    "name": "瑪依奴夏門的鑽石高崙",
    "spawnTime": "2026-07-13 20:01:25"
  },
  {
    "name": "受詛咒的 水精靈王",
    "spawnTime": "2026-07-13 20:59:59"
  },
  {
    "name": "變形怪",
    "spawnTime": "2026-07-13 21:57:09"
  },
  {
    "name": "土精靈王",
    "spawnTime": "2026-07-13 21:58:41"
  },
  {
    "name": "冰魔",
    "spawnTime": "2026-07-13 22:12:41"
  },
  {
    "name": "魔法師",
    "spawnTime": "2026-07-13 22:22:42"
  },
  {
    "name": "飛龍",
    "spawnTime": "2026-07-13 22:25:50"
  },
  {
    "name": "飛龍",
    "spawnTime": "2026-07-13 22:26:11"
  },
  {
    "name": "巨大鱷魚",
    "spawnTime": "2026-07-13 22:26:15"
  },
  {
    "name": "飛龍",
    "spawnTime": "2026-07-13 22:27:11"
  },
  {
    "name": "曼波兔2",
    "spawnTime": "2026-07-13 22:27:18"
  },
  {
    "name": "卡士伯",
    "spawnTime": "2026-07-13 22:30:08"
  },
  {
    "name": "庫曼",
    "spawnTime": "2026-07-13 22:38:08"
  },
  {
    "name": "曼波兔1",
    "spawnTime": "2026-07-13 22:41:00"
  },
  {
    "name": "貝里斯",
    "spawnTime": "2026-07-13 22:42:09"
  },
  {
    "name": "飛龍",
    "spawnTime": "2026-07-13 22:43:41"
  },
  {
    "name": "狂風的夏斯奇",
    "spawnTime": "2026-07-13 22:45:03"
  },
  {
    "name": "巨蟻女皇",
    "spawnTime": "2026-07-13 22:45:11"
  },
  {
    "name": "疾風的夏斯奇",
    "spawnTime": "2026-07-13 22:45:34"
  },
  {
    "name": "克特",
    "spawnTime": "2026-07-13 22:46:01"
  },
  {
    "name": "風精靈王",
    "spawnTime": "2026-07-13 22:47:48"
  },
  {
    "name": "風精靈王",
    "spawnTime": "2026-07-13 22:54:18"
  },
  {
    "name": "火精靈王",
    "spawnTime": "2026-07-13 22:54:48"
  },
  {
    "name": "獨角獸",
    "spawnTime": "2026-07-13 22:55:56"
  },
  {
    "name": "獨角獸",
    "spawnTime": "2026-07-13 22:56:07"
  },
  {
    "name": "巨大牛人",
    "spawnTime": "2026-07-13 23:01:21"
  },
  {
    "name": "火精靈王",
    "spawnTime": "2026-07-13 23:04:48"
  },
  {
    "name": "水精靈王",
    "spawnTime": "2026-07-13 23:06:04"
  },
  {
    "name": "半魚人首領",
    "spawnTime": "2026-07-13 23:06:33"
  },
  {
    "name": "騎士范德",
    "spawnTime": "2026-07-13 23:07:24"
  },
  {
    "name": "大王烏賊",
    "spawnTime": "2026-07-13 23:08:09"
  },
  {
    "name": "貝里斯",
    "spawnTime": "2026-07-13 23:08:49"
  },
  {
    "name": "黑長者",
    "spawnTime": "2026-07-13 23:11:35"
  },
  {
    "name": "變形怪首領",
    "spawnTime": "2026-07-13 23:33:20"
  },
  {
    "name": "【異界之地】墮落之王",
    "spawnTime": "2026-07-13 23:39:34"
  },
  {
    "name": "沙國王",
    "spawnTime": "2026-07-13 23:49:21"
  },
  {
    "name": "【異界之地】混沌領主",
    "spawnTime": "2026-07-13 23:51:11"
  },
  {
    "name": "巨大蜈蚣",
    "spawnTime": "2026-07-14 00:02:01"
  },
  {
    "name": "艾莉絲",
    "spawnTime": "2026-07-14 00:02:22"
  },
  {
    "name": "死亡騎士",
    "spawnTime": "2026-07-14 00:06:01"
  },
  {
    "name": "【挑戰頭目】底比斯 阿努比斯",
    "spawnTime": "2026-07-14 00:13:00"
  },
  {
    "name": "虎先鋒",
    "spawnTime": "2026-07-14 00:18:01"
  },
  {
    "name": "受詛咒的 梅杜莎",
    "spawnTime": "2026-07-14 00:25:06"
  },
  {
    "name": "惡魔",
    "spawnTime": "2026-07-14 00:38:34"
  },
  {
    "name": "冰之女王",
    "spawnTime": "2026-07-14 00:41:03"
  },
  {
    "name": "魔獸軍王．巴蘭卡",
    "spawnTime": "2026-07-14 00:44:02"
  },
  {
    "name": "殭屍王",
    "spawnTime": "2026-07-14 00:44:34"
  },
  {
    "name": "巴列斯",
    "spawnTime": "2026-07-14 00:47:02"
  },
  {
    "name": "暗殺軍王．史雷佛",
    "spawnTime": "2026-07-14 00:50:41"
  },
  {
    "name": "冥法軍王．海露拜",
    "spawnTime": "2026-07-14 00:51:54"
  },
  {
    "name": "法令軍王．蕾雅",
    "spawnTime": "2026-07-14 00:53:03"
  },
  {
    "name": "不死鳥",
    "spawnTime": "2026-07-14 01:03:34"
  },
  {
    "name": "古代巨人",
    "spawnTime": "2026-07-14 01:04:35"
  },
  {
    "name": "巴風特",
    "spawnTime": "2026-07-14 01:09:35"
  },
  {
    "name": "巴貝多",
    "spawnTime": "2026-07-14 01:10:49"
  },
  {
    "name": "【挑戰頭目】亞丁守護者",
    "spawnTime": "2026-07-14 01:15:11"
  },
  {
    "name": "深淵之主",
    "spawnTime": "2026-07-14 01:16:22"
  },
  {
    "name": "【挑戰頭目】食人花",
    "spawnTime": "2026-07-14 01:20:21"
  },
  {
    "name": "【挑戰頭目】遠古捍衛者",
    "spawnTime": "2026-07-14 01:22:33"
  },
  {
    "name": "吸血鬼",
    "spawnTime": "2026-07-14 01:28:07"
  },
  {
    "name": "靈虛子",
    "spawnTime": "2026-07-14 01:31:33"
  },
  {
    "name": "【挑戰頭目】阿勒尼亞",
    "spawnTime": "2026-07-14 01:34:08"
  },
  {
    "name": "白衣秀士",
    "spawnTime": "2026-07-14 01:38:11"
  },
  {
    "name": "巨熊精",
    "spawnTime": "2026-07-14 01:47:34"
  },
  {
    "name": "斯哈哩國 亡靈將軍",
    "spawnTime": "2026-07-14 01:50:51"
  },
  {
    "name": "黃風大聖",
    "spawnTime": "2026-07-14 01:55:03"
  },
  {
    "name": "風狼",
    "spawnTime": "2026-07-14 02:02:41"
  },
  {
    "name": "黑豹",
    "spawnTime": "2026-07-14 02:05:33"
  },
  {
    "name": "黑風大王",
    "spawnTime": "2026-07-14 02:08:22"
  },
  {
    "name": "【挑戰頭目】熔岩巨魔",
    "spawnTime": "2026-07-14 02:27:18"
  },
  {
    "name": "【挑戰頭目】底比斯 賀洛斯",
    "spawnTime": "2026-07-14 03:08:48"
  },
  {
    "name": "木乃伊王",
    "spawnTime": "2026-07-14 03:37:06"
  }
];
